aaron-bond.better-comments
adpyke.codesnap
alefragnani.Bookmarks
atlassian.atlascode
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
DiegoMolina.css-minify
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GraphQL.vscode-graphql
IronGeek.vscode-env
jpoissonnier.vscode-styled-components
mgmcdermott.vscode-language-babel
MikeBovenlander.formate
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rocketseat.rocketseatreactjs
rocketseat.rocketseatreactnative
SonarSource.sonarlint-vscode
spywhere.guides
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
WallabyJs.quokka-vscode
wix.vscode-import-cost
