aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
atlassian.atlascode
celsodias12.react-node-snippets
clinyong.vscode-css-modules
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme-pro.theme-dracula-pro
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
icrawl.discord-vscode
IronGeek.vscode-env
jpoissonnier.vscode-styled-components
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
MikeBovenlander.formate
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
nicoespeon.abracadabra
oouo-diogo-perdigao.docthis
PKief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
ryuta46.multi-command
sburg.vscode-javascript-booster
silvenon.mdx
SimonSiefke.svg-preview
SonarSource.sonarlint-vscode
streetsidesoftware.code-spell-checker
usernamehw.errorlens
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wix.glean
wix.vscode-import-cost
wmaurer.change-case
yzhang.markdown-all-in-one
