aaron-bond.better-comments
adpyke.codesnap
alefragnani.Bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
atlassian.atlascode
celsodias12.react-node-snippets
clinyong.vscode-css-modules
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dracula-theme-pro.theme-dracula-pro
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
IronGeek.vscode-env
jpoissonnier.vscode-styled-components
kamikillerto.vscode-colorize
liamhammett.inline-parameters
mgmcdermott.vscode-language-babel
MikeBovenlander.formate
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
PKief.material-icon-theme
redhat.vscode-yaml
SimonSiefke.svg-preview
spywhere.guides
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
WallabyJs.quokka-vscode
wix.vscode-import-cost
