aaron-bond.better-comments
adolfdaniel.vscode-chromium-vector-icons
adpyke.codesnap
alefragnani.Bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
apollographql.vscode-apollo
asvetliakov.snapshot-tools
atlassian.atlascode
bradymholt.pgformatter
chrmarti.regex
clinyong.vscode-css-modules
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dotenv.dotenv-vscode
dracula-theme-pro.theme-dracula-pro
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
helixquar.randomeverything
jasonlhy.hungry-delete
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
lottiefiles.vscode-lottie
mattpocock.ts-error-translator
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mhutchie.git-graph
MikeBovenlander.formate
mikestead.dotenv
mkxml.vscode-filesize
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
mtxr.sqltools
nicoespeon.abracadabra
oouo-diogo-perdigao.docthis
pflannery.vscode-versionlens
PKief.material-icon-theme
platformio.platformio-ide
qezhu.gitlink
quicktype.quicktype
redhat.fabric8-analytics
redhat.vscode-xml
redhat.vscode-yaml
sainoba.px-to-rem
sburg.vscode-javascript-booster
SimonSiefke.svg-preview
SonarSource.sonarlint-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
tlahmann.alex-linter
tomoki1207.pdf
unifiedjs.vscode-mdx
usernamehw.errorlens
vsls-contrib.gistfs
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wmaurer.change-case
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
