aaron-bond.better-comments
adamhartford.vscode-base64
adolfdaniel.vscode-chromium-vector-icons
adpyke.codesnap
ahmadalli.vscode-nginx-conf
bradlc.vscode-tailwindcss
bradymholt.pgformatter
Cardinal90.multi-cursor-case-preserve
chrmarti.regex
clinyong.vscode-css-modules
cweijan.vscode-typora
dakara.dakara-foldplus
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dotenv.dotenv-vscode
dracula-theme-pro.theme-dracula-pro
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
Gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
helixquar.randomeverything
IBM.output-colorizer
ipedrazas.kubernetes-snippets
jasonlhy.hungry-delete
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
mathiasfrohlich.Kotlin
mattpocock.ts-error-translator
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mhutchie.git-graph
MikeBovenlander.formate
mkxml.vscode-filesize
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
oouo-diogo-perdigao.docthis
Orta.vscode-jest
Orta.vscode-twoslash-queries
paulmolluzzo.convert-css-in-js
pflannery.vscode-versionlens
PKief.material-icon-theme
platformio.platformio-ide
plibither8.remove-comments
Prisma.prisma
quicktype.quicktype
qwtel.sqlite-viewer
raynigon.nginx-formatter
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
sainoba.px-to-rem
sburg.vscode-javascript-booster
SimonSiefke.svg-preview
SonarSource.sonarlint-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
styled-components.vscode-styled-components
Tim-Koehler.helm-intellisense
tlahmann.alex-linter
tldraw-org.tldraw-vscode
tomoki1207.pdf
ub1que.add-only
unifiedjs.vscode-mdx
usernamehw.errorlens
vsls-contrib.gistfs
WakaTime.vscode-wakatime
WallabyJs.console-ninja
WallabyJs.quokka-vscode
WallabyJs.wallaby-vscode
wix.vscode-import-cost
wmaurer.change-case
yoavbls.pretty-ts-errors
Zignd.html-css-class-completion
ZixuanChen.vitest-explorer
zxh404.vscode-proto3
