aaron-bond.better-comments
adolfdaniel.vscode-chromium-vector-icons
adpyke.codesnap
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
asvetliakov.snapshot-tools
atlassian.atlascode
bradlc.vscode-tailwindcss
celsodias12.react-node-snippets
clinyong.vscode-css-modules
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme-pro.theme-dracula-pro
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
flowtype.flow-for-vscode
formulahendry.auto-rename-tag
GitHub.copilot-nightly
GitHub.vscode-pull-request-github
helixquar.randomeverything
IronGeek.vscode-env
jasonlhy.hungry-delete
jpoissonnier.vscode-styled-components
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mhutchie.git-graph
MikeBovenlander.formate
mkxml.vscode-filesize
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
nicoespeon.abracadabra
oouo-diogo-perdigao.docthis
pflannery.vscode-versionlens
PKief.material-icon-theme
Prisma.prisma
quicktype.quicktype
redhat.fabric8-analytics
redhat.vscode-xml
redhat.vscode-yaml
ryuta46.multi-command
sburg.vscode-javascript-booster
silvenon.mdx
SimonSiefke.svg-preview
SonarSource.sonarlint-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
tomoki1207.pdf
usernamehw.errorlens
vsls-contrib.gistfs
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wix.glean
wix.vscode-import-cost
wmaurer.change-case
yzhang.markdown-all-in-one
